Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: ICU Unicode to Unicode transducer
ru: Преобразователь ICU Юникод в Юникод

source: Identify sense
ru: Обозначить значение

source: If all senses share the grammatical information, show it first.
ru: Если все значения имеют общую грамматическую информацию, показать её первой.

source: If selected, a blank line in the field separates paragraphs.
ru: Если выбрано, пустая строка в поле разделяет абзацы.

source: If selected, an indented line in the field starts a new paragraph .
ru: Если выбрано, строка с отступом в поле начинает новый абзац .

source: If selected, each new line in the field starts a new paragraph.
ru: Если выбрано, каждая новая строка в поле начинает новый абзац.

source: If the keyboard you need is not listed, click the appropriate link(s) below to set it up.
ru: Если нужная вам клавиатура отсутствует в списке, нажмите соответствующую ссылку внизу для её настройки.

source: If the Target field is not empty
ru: Если поле назначения непустое

source: If this utility fails, you will need to go back to a previously saved version of the chosen database.
ru: Если эта утилита не поможет, вам необходимо вернуться к предыдущей сохранённой версии выбранной базы данных.

source: If you can open the original project in FieldWorks 6.0 on another computer, create a backup that includes XML. Cancel this dialog box and select that backup file in the Restore a Project dialog box.
ru: Если вы можете открыть исходный проект в FieldWorks 6.0 на другом компьютере, создайте резервную копию, включающую XML. Отмените это диалоговое окно и выберите файл резервной копии в диалоговом окне Восстановить проект.

source: If you cannot find a good match, you can bring the text into an "import residue" field of the Lexical Entry or Sense.
ru: Если вы не можете найти точное соответствие, вы можете вставить текст в поле "импорт остального" лексической статьи или значения.

source: If you delete the natural class, it will be removed from:
ru: Если вы удалите естественный класс, он будет удален из:

source: If you delete the phoneme, it will be removed from:
ru: Если вы удалите фонему, она будет удалена из:

source: If you have the FieldWorks Installer for FieldWorks 6.0, install it, and then click Retry in this dialog box.
ru: Если у вас есть установщик для программы FieldWorks 6.0, утановите её, а затем щёлкните на Повторить попытку в этом диалоговом окне.

source: If you hide this line, some dependent lines will also be hidden.
ru: Если вы скроете эту строку, некоторые зависимые строки также будут скрыты.

source: If you want to replace a picture file, you must first delete the current picture.
ru: Если хотите заменить файл рисунка, сначала удалите текущий рисунок.

source: ignore
ru: игнорировать

source: Ignore
ru: Игнорировать

source: Ignore (discard markers on import)
ru: Игнорировать (метки при импорте)

source: {0} (Ignored)
ru: {0} (проигнорировано)

source: Illegal characters
ru: Недопустимые знаки

source: 'I'm not sure' Affix Analysis
ru: "Не уверен" Анализ Аффикса

source: I'm unable to send this information.
ru: Я не могу послать эту информацию.

source: image
ru: изображение

source: Image and Text (Always)
ru: Изображение и Текст (Всегда)

source: Image Files
ru: Рисунки

source: &Import
ru: &Импорт

source: _Import
ru: _Импорт

source: Import
ru: Импорт

source: Import an existing lexicon.
ru: Импорт существующего лексикона.

source: Import canceled by user
ru: Импорт отменён пользователем

source: Import cannot be rolled back with Undo, so it is a good idea to back up the project prior to importing.
ru: Импорт не может быть отменён, поэтому лучше сделать резервную копию проекта перед импортированием.

source: Import Character Mapping
ru: Импорт таблицы соответствий букв

source: Import Content Mapping Settings
ru: Импорт настроек соответствий содержимого

source: Import could not merge the custom field named "{0}" from one entry to another.
ru: Импорт не смог слить пользовательское поле "{0}" из одной статьи в другую.

source: Import Date Format Definition
ru: Импорт определния формата дат

source: Import Error
ru: Ошибка Импорта

source: Import Failed
ru: Импорт Не удался

source: Import from the FieldWorks interlinear XML export format. Currently this process imports only the baseline and free translations. It makes no changes to the lexicon.
ru: Импорт из формата XML подстрочника FieldWorks. В настоящее время импортируются только исходник и вольный перевод. Импорт не изменяет лексикон.

source: Import LIFT Lexicon
ru: Импортировать лексикон LIFT...

source: Import LinguaLinks Data
ru: Импорт данных LinguaLinks

source: Import Log for {0}
ru: Импорт журнала для {0}

source: Import Mapping Files
ru: Импорт файлов соответствий

source: Import Preview Results for {0}
ru: Импорт предварительных результатов для {0}

source: Import Residue
ru: Импорт остального

source: Import Residue (Auto)
ru: Импорт остального (автоматически)

source: Import Residue (Entry)
ru: Импорт остального (статья)

source: Import Residue (Sense)
ru: Импорт остального (значение)

source: Import Standard Format anthropology data
ru: Импорт антропологических данных в стандартном формате

source: Import Standard Format lexical data
ru: Импорт лексических данных в стандартном формате

source: import the conflicting data and overwrite the current data (the importing data overrules my work).
ru: Импортировать конфликтующие данные и переписать текущие данные (импортируемые данные имеют более высокий ранг, чем моя работа).

source: Import the conflicting data into a new lexical entry or sense and I will make decisions myself later.
ru: Импортировать конфликтующие данные в новую лексическую статью или значение и я решу позднее сам.

source: Import Word Set
ru: Импортировать набор слов

source: Import/Merge From LIFT File
ru: Импорт/Слияние из файла LIFT

source: Important Note:
ru: Важное замечание:

source: Importing {0} entries from {1}
ru: Импортирование {0} статей из {1}

source: Importing {0} took {1}.{2} seconds
ru: Импортирование {0} заняло {1}.{2} секунд

source: Importing from {0}
ru: Импортирование из {0}

source: Importing new records...
ru: Импортирование новых записей...

source: in
ru: дюйм

source: In {min,max}, max is less than min.
ru: В {min,max}, max меньше, чем min.

source: {0} (in FieldWorks Project)
ru: {0} (в проекте FieldWorks)

source: In FieldWorks, you need to set up a writing system in order to enter data in a particular language.
ru: В FieldWorks, вам необходимо установить систему письма для того, чтобы вводить данные на соответствующем языке.

source: In Language Explorer, you will use a list of anthropology categories to catalog your entries. Choose a starting list of anthropology categories for this project.
ru: В Language Explorer вы будете использовать список антропологических категорий для катологизации ваших статей. Выберите начальный список антропологических категорий для этого проекта.

source: In order to continue with the conversion, you need to close the following projects: {0}
ru: Чтобы продолжить преобразование вам нужно закрыть следующие проекты: {0}

source: In Orthography as
ru: В орфографии в виде

source: In the Data Notebook, you will use a list of anthropology categories to catalog your observations. Choose a starting list of anthropology categories for this project.
ru: В блокноте данных вы будете использовать список антропологических категорий для катологизации ваших наблюдений. Выберите начальный список антропологических категорий для этого проекта.

source: In this step, FieldWorks will do a trial run of interpreting the dictionary you are importing using the mapping you have set up. It will produce a "readiness report" (which is currently rather scary) telling you what it found. If the results are not satisfactory, you can press "Back" and modify some settings. You may also need to edit the file you are importing. Then proceed back to this screen and generate a new readiness report. When you are satisfied and ready to proceed with the import, click "Next".
ru: На этом этапе FieldWorks попытается интерпретировать импортируемый вами словарь, используя указанные вами соответствия. Он сгенерирует "отчёт о читаемости" (который пока очень ужасный), говорящий вам, что он нашёл. Если результаты неудовлетворительны, вы можете нажать"Назад" и изменить некоторые настройки. Вам возможно понадобится отредактировать импортируемый вами файл. Затем вернитесь к этому экрану и сгенерируйте новый отчёт читаемости. Если вы удовлетворены и готовы произвести импортирование, нажмите "Дальше".

source: In this tool you can change which word occurrences use which analysis.
ru: Здесь вы можете изменить то, в каких случаях слово использует какой анализ.

source: Includes:
ru: Включает:

source: Incomplete Analyses
ru: Незавершенный анализ

source: Incorrect
ru: Неправильно

source: Incorrect Unicode property.
ru: Неправильоне свойство Юникода.

source: Increase Indent
ru: Увеличить отступ

source: Indentation
ru: Отступ

source: Index
ru: Индекс

source: Indicate any markup you have used in your data to identify character styles, writing systems, or direct formatting.
ru: Укажите разметку, использованную вами в ваших данных для идентификации стиля символов, систем письма или прямого форматирования.

source: Indigo,51,51,153
ru: Индиго,51,51,153

source: infix
ru: инфикс

source: {0} Infix
ru: {0} Инфикс

source: Infix Positions
ru: Позиция инфикса

source: infl:
ru: формообр.:

source: infl: ????
ru: формообр.: ????

source: Inflectable Features
ru: Свойства формообразования

source: Inflection Class
ru: Класс формообразования

source: Inflection class {0}
ru: Класс формообразования {0}

source: Inflection Class Info
ru: Инф. о классе формообразования

source: Inflection Class Name
ru: Имя класса формообразования

source: Inflection Classes
ru: Классы формообразования

source: Inflection Classes (Affix)
ru: Классы формообразования (Аффикс)

source: Inflection Classes (Stem)
ru: Классы формообразования (Основа)

source: inflection feature
ru: свойство формообразования

source: Inflection Feature Description
ru: Описание свойств формообразования

source: Inflection Features
ru: Свойства формообразования

source: Inflection Features Catalog
ru: Каталог свойств формообразования

source: Inflection features for {0}:
ru: Свойства формообразования для {0}:

source: Inflectional
ru: Формообразующий

source: Inflectional Affix Analysis
ru: Анализ формообразующих аффиксов

source: Inflectional Affix Gloss Builder
ru: Формирователь глосс формообразующих афиксов

source: Inflectional Affix Slot
ru: Слот формообразующих аффиксов

source: Inflectional Affix Template
ru: Шаблон формообразующих аффиксов

source: Inflectional Template Info
ru: Инф. о шаблоне формообразования

source: Inflects any category
ru: Изменяет форму в любой категории

source: Info
ru: Инф.

source: Info:
ru: Информация:

source: Info: Creating new writing system for "{0}".
ru: Информация: Создание новой системы письма для "{0}".

source: Info: Creating Reversal Index for the {0} ("{1}") language.
ru: Информация: Создание обратного индекса для языка {0} ("{1}").

source: Information
ru: Информация

source: Information about any inflectional classes for this category. Inflection classes are sometimes referred to as conjugation or declension classes.
ru: Информация о любых классах формообразования для данной категории. Классы формообразования иногда называются классами склонения или спряжения.

source: Information about any inflectional templates of this category.
ru: Информации обо всех шаблонах формообразования данной категории.

source: Information about the form(s) of the entry.
ru: Информация о форме(ах) леммы.

source: Information about the function(s) of the entry (how it can be used).
ru: Информации о функции(ях) сл.статьи (как она используется).

source: Information about the meaning(s) of the entry.
ru: Информация о значении(ях) сл.статьи.

source: Information about the selected user's account
ru: сведения о выбранной учётной записи

source: Information about this affix when it functions as a derivational affix.
ru: Информация о данном аффиксе, когда он служит деривационным аффиксом.

source: Information about this affix when it functions as an inflectional affix.
ru: Информация о данном аффиксе, когда он служит формообразующим аффиксом.

source: Information about this entry when it functions as a stem or root.
ru: Информация о данной лемме, когда она выполняет функцию основы или корня.

source: Information about which features the selected user can use
ru: Информация о том, какие свойства выбранный пользователь может использовать

source: Information about which portions of which FieldWorks projects the selected user can access
ru: Информация о том, к каким частями каких проектов FieldWorks может иметь доступ выбранный пользователь

source: (Inherited from {0})
ru: (Унаследовано из {0})

source: Initializing Layouts...
ru: Инициализация макетов...

source: Initializing Message Dialogs...
ru: Инициализация диалоговых окон...

source: Initializing new database...
ru: Инициализация новой базы данных...

source: Initializing Window...
ru: Инициализация окна...

source: Input
ru: Ввод

source: Input file ({0}) not found.
ru: Входной файл ({0}) не найден.

source: Input File Contents Changed
ru: Содержание входного файла изменено

source: _Insert
ru: Вст_авка

source: Insert
ru: Вставка

source: Insert _Example
ru: Вставить _пример

source: Insert _Natural Class
ru: Вставить _естественный класс

source: Insert _Optional Item
ru: Вставить _факультативный элемент

source: Insert _Picture
ru: Вставить _картинку

source: Insert _Pronunciation
ru: Вставить произ_ношение

source: Insert _Sense
ru: Вставить зна_чение

source: Insert _Sound or Movie
ru: Вставить _звук или видеоклип

source: Insert _Subrecord
ru: Вставить _подзапись

source: Insert _Top-Level Sense
ru: Вставить _значение высшего-уровня

source: Insert _Variant
ru: Вставить _вариант

source: Insert _Word Boundary
ru: Вставить _границу слов

source: Insert {0} Relation
ru: Вставить отношение <{0}>

source: Insert {0} Relation (to this {1})
ru: Вставить отношение "{0}" (к данному "{1}")

source: &Insert >
ru: Вст&авить >

source: Insert a free translation.
ru: Вставить вольный перевод.

source: Insert a link to an external file.
ru: Вставить ссылку на внешний файл.

source: Insert a literal translation.
ru: Вставить буквальный перевод.

source: Insert a new sense.
ru: Вставить новое значение.

source: Insert a new subsense.
ru: Вставить новое подзначение

source: Insert a new subtype in this type.
ru: Вставить новый подтип в этот тип.

source: Insert a note.
ru: Вставить заметку.

source: Insert a subcategory in this anthropology category.
ru: Вставка подкатегории в антропологическую категорию.

source: Insert a subdomain in this semantic domain.
ru: Вставить новаую подобласть в эту область значений.

source: Insert a subitem in this item.
ru: Вставить подэлемент в этот элемент.

source: Insert a subitem in this location.
ru: Вставить подэлемент в это место.

source: Insert A_llomorph
ru: Вставить а_лломорф

source: Insert Affix Allomorph
ru: Вставить алломорф аффикса

source: Insert Affix Process
ru: Вставить процесс аффикса

source: Insert Affix Slot
ru: Вставить слот аффикса

source: Insert Affix Template
ru: Вставить шаблон аффикса

source: Insert Allomorph
ru: Вставить алломорф

source: Insert Allomorph Rule
ru: Вставить правило алломорфов

source: Insert Annotation Definition
ru: Вставьте опеределение аннотации

source: Insert as Moved from
ru: Вставить как перемещено из

source: Insert Environment _bar
ru: Вставить _панель параметров окружения

source: Insert Environment _slash
ru: Вставить косую _черту параметров окружения

source: Insert Environment bar
ru: Вставить панель параметры окружения

source: Insert Environment slash
ru: Вставить косую черту с обеих сторон

source: Insert Etymology
ru: Вставить этимологию

source: Insert Feature Set
ru: Вставить набор свойств

source: Insert Feature Value
ru: Вставить значение свойства

source: Insert Grammatical Info. for Affix
ru: Вставить грам. информацию для аффикса

source: Insert Grammatical Info. for Derivational Affix
ru: Вставить грам. информацию для деривационного аффикса

source: Insert Grammatical Info. for Inflectional Affix
ru: Вставить грам. информацию для формообразующего аффикса

source: Insert Grammatical Info. for Stem
ru: Вставить грам. информацию для основы

source: Insert Grapheme
ru: Вставить графему.

source: Insert Inflection Class
ru: Вставить класс формообразования

source: Insert into new Row
ru: Вставить в новую строку

source: Insert Main Entry
ru: Вставить главную статью

source: Insert Missing Spaces
ru: Вставить недостающие пробелы

source: Insert Morpheme Breaks
ru: Вставить границы морфем

source: Insert Morpheme Rule
ru: Вставить правило морфем

source: Insert Morpheme Type
ru: Вставить тип морфемы

source: Insert Natural Class
ru: Вставить естественный класс

source: Insert Nested Group
ru: Вставить вложенную группу

source: Insert Optional Item
ru: Вставить необязательный элемент

source: Insert options
ru: Вставить варианты

source: Insert Question
ru: Вставить вопрос

source: Insert Related Word
ru: Вставить родственное слово

source: Insert Reversal Subcategory
ru: Вставить подкатегорию обратного индекса

source: Insert Reversal Subentry
ru: Вставить подстатью обратного индекса

source: Insert Row Below
ru: Вставить строку ниже

source: Insert selected text into the {0} column.
ru: Вставить выбранный текст в колонку {0}.

source: Insert Slot after XXX
ru: Вставить слот после XXX

source: Insert Slot before XXX
ru: Вставить слот перед XXX

source: Insert Sound or Movie _File
ru: Вставить звуковой или видео _файл

source: Insert Stem Allomorph
ru: Вставить алломорф основы

source: Insert Stem Name
ru: Вставить имя основы

source: Insert Su_bsense
ru: Вставить подзнач_ение

source: Insert subcategory
ru: Вставить подкатегорию

source: Insert Subcategory...
ru: Вставить подкатегорию...

source: Insert subdomain
ru: Вставить подобласть

source: Insert subitem
ru: Вставить подэлемент

source: Insert Subsense (in sense)
ru: Вставить подзначение (в значение)

source: Insert Subtype
ru: Вставить подтип

source: Insert Translation
ru: Вставить перевод

source: Insert value in empty fields:
ru: Вставить значение в пустые поля:

source: Insert Variant
ru: Вставить вариант

source: Insert Word Boundary
ru: Вставить границу слов

source: {0} instances (with data)
ru: {0} примеров (с данными)

source: _Instructor Guide...
ru: Руководство _инструктора...

source: Interface
ru: Интерфейс

source: Interlinear Import
ru: Импорт подстрочника

source: Interlinear Import failed. Are you sure you are importing a file in FieldWorks interlinear format? Word and Open Office docs cannot yet be imported. The following messages from the import process may be helpful:
ru: Импорт подстрочника не удался. Вы уверены, что импортируете файл в подстрочном формате Fieldworks? Пока невозможно импортировать документы Word и Open Office. Следующие сообщения от процесса импортирования могут быть полезными:

source: Interlinear Texts
ru: Подстрочные тексты

source: Interlinear view for tagging multi-word phenomena.
ru: Вид подстрочника для разметки многословных феноменов.

source: Interlinear XML file:
ru: Подстрочный файл XML:

source: Interlinear XML parsing problem (phase 1): {0}.
ru: Проблема обработки подстрочника XML (фаза 1): {0}.

source: Interlinear...
ru: Подстрочник...

source: _Interlinearizing
ru: Подст_рочный анализ

source: Internal Code:
ru: Внутренний код:

source: Internal Problem
ru: Внутренняя проблема

source: Introduction to _Lexicography...
ru: Введение в _лексикографию...

source: Introduction to _Parsing...
ru: Введение в _парсер...

source: Invalid Code Page
ru: Недопустимый код страницы

source: Invalid Converter Name
ru: Недопустимое имя конвертера

source: Invalid field
ru: Недопустимое поле

source: Invalid FieldWorks project type.
ru: Недопустимый тип проекта FieldWorks.

source: Invalid File
ru: Недопустимый файл

source: Invalid Form
ru: Недопустимая форма

source: Invalid Internal Constituent Chart Data
ru: Недопустимые внутренние данные схемы непосредственных составляющих

source: Invalid keyboard
ru: Недопустимая клавиатура

source: Invalid Mapping File
ru: Недопустимый файл соответствий

source: Invalid Mapping Name
ru: Неодупустимое название преобразований

source: Invalid Matching Pair Entry
ru: Недопустимое соответствие двух сл.статей

source: Invalid Reference
ru: Недействительная ссылка

source: Invalid Regular Expression
ru: Недействительное регулярное выражение

source: Invalid regular expression (syntax error).
ru: Недействительное регулярное выражение (синтаксическая ошибка).

source: Invalid value
ru: Недопустимое значение

source: Invalid writing system
ru: Недопустимая система письма

source: IPA Symbol
ru: Символы МФА

source: Is a Researcher
ru: Является исследователем

source: Is Abstract Form
ru: является абстрактной формой

source: Is Abstract Form (Allomorph)
ru: является абстрактной формой (алломорфом)

source: {0}. Is being used {1} times by analyses.
ru: {0}. Используется {1} раз(а) при анализе.

source: {0}. Is being used {1} times by major entries.
ru: {0}. Используется {1} раз(а) в основных статьях.

source: {0}. Is being used {1} times by subentries.
ru: {0}. Используется {1} раз(а) в подстатьях.

source: {0}. Is being used {1} times by wordform analyses.
ru: {0}. Используется {1} раз(а) при анализе словоформ.

source: {0}. Is being used {1} times by{2} allomorph adhoc co-prohibitions.
ru: {0}. Используется {1} раз(а){2} в спец. запретах на окружение алломорфов.

source: {0}. Is being used {1} times by{2} allomorphs.
ru: {0}. Используется {1} раз(а) {2} в алломорфах.

source: {0}. Is being used {1} times by{2} functions/analyses.
ru: {0}. Используется {1} раз(а) {2} в функциях/анализах.

source: {0}. Is being used {1} times by{2} morpheme adhoc co-prohibitions.
ru: {0}. Используется {1} раз(а){2} в спец. запретах на окружение марфем.

source: {0}. Is being used {1} times by{2} reversal entries.
ru: {0}. Используется {1} раз(а) {2} в статьях обратного индекса.

source: {0}. Is being used {1} times in analyses.
ru: {0}. Используется {1} раз(а) в анализе.

source: {0}. Is being used 1 time by analyses.
ru: {0}. Используется 1 раз в анализе.

source: {0}. Is being used 1 time by major entries.
ru: {0}. Используется 1 раз в основных статьях.

source: {0}. Is being used 1 time by subentries.
ru: {0}. Используется 1 раз в подстатьях.

source: {0}. Is being used 1 time by wordform analyses.
ru: {0}. Используется 1 раз в анализах словоформ.

source: {0}. Is being used 1 time by{1} allomorph adhoc co-prohibitions.
ru: {0}. Используется 1 раз{1} в спец.запретах на окружение алломорфов.

source: {0}. Is being used 1 time by{1} allomorphs.
ru: {0}. Используется 1 раз {1} в алломорфах.

source: {0}. Is being used 1 time by{1} functions/analyses.
ru: {0}. Используется 1 раз {1} в функциях/анализах.

source: {0}. Is being used 1 time by{1} morpheme adhoc co-prohibitions.
ru: {0}. Используется 1 раз{1} в спец.запретах на сочетание морфем.

source: {0}. Is being used 1 time by{1} reversal entries.
ru: {0}. Используется 1 раз {1} в статьях обратного индекса.

source: {0}. Is being used 1 time in analyses.
ru: {0}. Используется 1 раз в анализах.

source: "{0}" is not a valid measurement.
ru: "{0}" является недопустимым измерением.

source: Is Stem/Root?
ru: Это основа/корень?

source: Is Translation
ru: Это перевод

source: IsAbstract
ru: - абстрактный

source: It contains {0} lexical relations or cross references.
ru: Это содержит {0} лексических отношений или перекрестных ссылок.

source: It contains 1 lexical relation or cross reference.
ru: Здесь содержится 1 лексическое отношение или перекрестная ссылка.
